Revit 2027 API
ParameterTypeId.RbsCurveHorOffsetParam Property
 "Horizontal Justification"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsCurveHorOffsetParam { get; }
Public Shared ReadOnly Property RbsCurveHorOffsetParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsCurveHorOffsetParam {
	ForgeTypeId^ get ();
}
static member RbsCurveHorOffsetParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace